[
    {
        "title": "Navigating Project Success: Unleashing the Power of the PMI Talent Triangle's 'Ways of Working",
        "imageSrc": "images/Old-new-talent-triangle-evolving.jpg",
        "description": "Unlock success in project management by mastering the 'Ways of Working' aspect of the PMI Talent Triangle. Gain practical wisdom from a seasoned professional with over a decade of experience in diverse industries, ensuring you're well-prepared for your next project",
        "category": "<i class='bi bi-mortarboard-fill'></i>",
        "link": "https://www.linkedin.com/pulse/leveraging-pmi-talent-triangle-benefits-project-ramani-viswanathan%3FtrackingId=Nlae%252F4ZvyWr3Ci2lap2U7A%253D%253D/?trackingId=Nlae%2F4ZvyWr3Ci2lap2U7A%3D%3D"
    },
    {
        "title": "Demystifying Zero Trust Architecture in the Cloud: A TPM's Guide to Secure Cloud Transformation",
        "imageSrc": "images/WILWIU_Banner.jpg",
        "description": "Discover the core principles of Zero Trust Architecture in the Cloud and how they apply to Technical Program Managers (TPMs). This comprehensive guide breaks down the    six pillars of Zero Trust, offering practical insights and questions for TPMs to navigate the world of cloud security effectively",
        "category": "<i class='bi bi-mortarboard-fill'></i>",
        "link": "https://www.linkedin.com/feed/hashtag/?keywords=whatilearnwhatiunderstand&highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7102853992216494080"
    },
    {
        "title": "oh! you are a PM, what exactly you do?",
        "imageSrc": "images/WILWIU_Banner.jpg",
        "description": "Have you ever wondered what a project manager does? Let me tell you a story. Imagine a small circle representing the organization's data. And imagine a big circle representing the delivered service or product. In between these two circles is a calamity of activity. This is where project managers work. Project managers are the bridge between the organization's data and the delivered service or product. They manage the chaos of activity in between to ensure that the project is delivered successfully. This means that project managers need to have a lot of skills. If you're interested in learning more about project management, I encourage you to subscribe to my channel. I'll be sharing more videos about project management in the future.",
        "category": "<i class='bi bi-mortarboard-fill'></i>",
        "link": "https://www.linkedin.com/feed/hashtag/?keywords=whatilearnwhatiunderstand&highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7102853992216494080"
    }
]
  