[
    {
        "title" : "Procurement & Approval UX experience",
        "category" : "Product enhancement",
        "duration" : "~ 8 Months",
        "overview" : ".",
        "drivers" : ".",
        "accomplishment" : "<strong>Accomplishments&nbsp;:&nbsp;</strong><br><li>.",
        "challenges" : ".",
        "skills" : "<u>Critical Thinking:</u> 1.<li><u>Problem-solving:</u>2.<li><u>Communication:</u> 3.<li><u>Team Work:</u>4.",
        "certifications" :"<u>Certifiction: </u>1.<li><u>Continuous Learning:</u> 2.",
        "techstack" : ""        
    },
    {
        "title" : "Rollout of Enhanced Vulnerability and Threat Management Standard and Implementation",
        "category" : "Preventive",
        "duration" : "~ 6 Months",
        "overview" : ".",
        "drivers" : ".",
        "accomplishment" : "<strong>Accomplishments&nbsp;:&nbsp;</strong><br><li>Conducted a current state assessment of the business units' vulnerability and threat management practices.<li><u>:</u>Defined a comprehensive enhanced standard to address the gaps and align with the client's overall security strategy.<li><u>Cost Savings:</u> Gained buy-in from all relevant stakeholders, including business unit leaders, information security teams, compliance teams, and legal teams.<li><u>Improved Reliability:</u> Developed a detailed rollout plan that included timelines, roles and responsibilities, and communication strategies.<li><u>Strategic Alignment:</u> Rolled out the enhanced standards to business units by identifying missing tools, process enhancements, and training sessions.<li><u>Strategic Alignment:</u>Monitored the implementation progress and measured the effectiveness by various key performance metrics, such as vulnerability and threat detection rates, time to resolution, and compliance with regulatory requirements.<li><u></u>Continuously enhanced the standard by incorporating feedback from stakeholders and monitoring industry trends and best practices.",
        "challenges" : "One of the biggest challenges was gaining buy-in from all relevant stakeholders. This required a lot of communication and collaboration to ensure that everyone understood the importance of the project and their role in its success.<li>Another challenge was rolling out the enhanced standards to business units that had different levels of maturity in their vulnerability and threat management practices. This required a customized approach to each business unit to ensure that the standards were implemented effectively.<li>I overcame these challenges by being proactive in communicating with stakeholders, building relationships, and being flexible in my approach. I also made sure to get buy-in from senior leadership, which helped to legitimize the project and make it a priority.",
        "skills" : "<u>Critical Thinking:</u> Communicate effectively with stakeholders to gain buy-in and ensure understanding of the project..<li><u>Problem-solving:</u>Collaborate with stakeholders to develop a comprehensive and effective rollout plan..<li><u>Communication:</u> Lead the project team to successfully implement the enhanced standards..<li><u>Team Work:</u>Solve problems that arose during the project.",
        "certifications" :"<u>Certifiction: </u>Foundation certification in Cybersecurity and internal training attained in Vulnerability assessment.<li><u>Continuous Learning:</u> I also continued to learn by reading industry publications, attending conferences, and taking online courses.",
        "techstack" : "Vulnerability Scnner (Qualis) ; SIEM (Splunk) ;  Threat intelligence platform (CrowdStrike)"        
    },
    {
        "title" : "Major Incident Management (MIM) ",
        "category" : "Disaster Recovery & Planning",
        "duration" : "~ 8 Hours",
        "overview" : "Rootcase was observed that P2P application got degraded post a change to add additional SAN storage to Production server. The database got corrupted while adding storage and disk got overwritten.",
        "drivers" : "",
        "accomplishment" : "<strong>Accomplishments&nbsp;:&nbsp;</strong><br><li>Successfully managed a major incident caused by a manual error during SAN volume configuration.<li>Successfully failed over to disaster site within 8 hours and Restored production within 3 weeks, meeting the agreed SLA.<li>Processed critical payments and invoices within 3 weeks of the transition to the DR site.<li>Documented all incidents encountered during the major incident, ensuring that lessons were learned and prevented from happening again.",
        "challenges" : "<u>Root Cause Analysis:</u> The incident was caused by a manual error, which made it difficult to identify the root cause.I quickly gathered information from the L2 engineers and the communication department. This information helped me to narrow down the possible causes of the incident and develop a plan to restore production.<li><u>Incident Response:</u> The incident caused a significant disruption to production, which put pressure on me to restore service as quickly as possible.I worked closely with the technical and functional teams to develop a recovery plan and by communicating regularly with key stakeholders to keep them informed of the situation.<li><u>Post-Incident Review:</u> The incident required me to work with cross-functional teams, which can be challenging to coordinate.I established a 24x7 zoom line to facilitate communication and by working closely with the communication team to ensure that everyone was kept informed of the situation..<li><u>Resilience:</u>The incident required me to make quick decisions under pressure. I stayed calm and focused, and by using my critical thinking skills to identify the best course of action.",
        "skills" : "<u>Critical Thinking:</u> Quickly identified the root cause of the incident and developed a plan to restore production.<li><u>Problem-solving:</u>Identified and implemented creative solutions to overcome challenges, such as prioritizing and manually approving urgent pending purchase orders and invoices.<li><u>Communication:</u> Effectively communicated with key stakeholders throughout the incident, providing regular updates and keeping everyone informed of the situation.<li><u>Team Work:</u>Collaborated with cross-functional teams to quickly and effectively restore production.<li><u>Leadership:</u>Took charge of the situation and managed the incident from start to finish.",
        "certifications" :"<u>Continuous Learning:</u> I am a regular attendee of industry conferences and workshops, where I stay up-to-date on the latest trends and best practices in incident management and disaster recovery.",
        "techstack" : "Incident management, Change Management, Problem Management, Risk Management"        
    },
    {
        "title" : "Procure to Pay , Application Upgrade",
        "category" : "Refctoring (“Re-architect”)",
        "duration" : "~ 2 years",
        "overview" : "Successfully upgraded the Procure to Pay system in alignment with safety and soundness targets for Citibank.",
        "drivers" : "<strong>Drivers&nbsp;:&nbsp;</strong>Nearing end of vendor support for legacy platform, application vulnerability resolution, BAU maintenance improvement via upgraded hardware adoption.",
        "accomplishment" : "<strong>Accomplishments&nbsp;:&nbsp;</strong><br><li>Accomplished zero downtime go-live for critical payments, making Citi the largest to undertake parallel production approach during an instance upgrade.<li> Introduced enhanced buying experience for procurement users through Enterprise Command Center deployment, increasing internal procurement capacity by 50%.",
        "challenges" : "<u>Managed Retrofitting:</u> Championed as Scrum of Scrum Master to retrofit 2500 functionalities in 3 months, facilitating successful migration to UAT for iterative testing.<li><u>Streamlined Testing:</u> Utilized iterative planning, clear status reporting, and Kanban board for testing 37,500 scripts across 90 internal and 40 external countries in 8 months.<li><u>Complex Integration:</u> Integrated 425+ inbound/outbound jobs with downstream and upstream partners within 6 months by prioritizing, dashboard reporting, and cross-functional collaboration.<li><u>Risk Management:</u> Effectively managed a risk register for 480+ technical defects, making data-driven decisions for prioritization, allocation, and tracking using JIRA-RISK Board and Confluence.<li><u>Critical Downtime Mitigation</u>: Collaborated with engineering, functional, and operations teams to ensure critical payment processes remained uninterrupted during go-live, leveraging stakeholder communication and technical understanding.",
        "skills" : "<u>Agile Leadership:</u> Successfully led cross-functional teams as Scrum of Scrum Master, enabling efficient retrofitting and iterative testing.<li><u>Iterative Planning:</u> Utilized iterative planning techniques for script testing, optimizing efficiency and achieving 2-year task completion in 8 months.<li><u>Stakeholder Management:</u> Effectively communicated with diverse stakeholders, bridging technical and non-technical aspects to ensure smooth go-live.<li><u>Risk Management:</u> Applied data-driven decisions and risk prioritization to manage a complex risk register, ensuring seamless execution.<li><u>Technical Understanding:</u> Gained understanding of Oracle EBS functionalities during analysis, aiding in effective functional testing and go-live phases.",
        "certifications" :"<u>Continuous Learning:</u> Despite being my first Oracle EBS program, I embraced the challenge, showcasing my dedication to growth by mastering new technologies and methodologies during the project.",
        "techstack" : "Oracle EBS, Red-Hat 7, Oracle DB 19G, Fusion Middleware Commponents, Vertex, RightFax"        
    },
    {
        "title" : "Portfolio Management, Telecom & Security Programs",
        "category" : "Replace, Refurbish, Retire, Refresh",
        "duration" : "~ 2 years",
        "overview" : "Led the Security Infrastructure & Telecom portfolio for major energy customer. The portfolio consists of 50+ Time & Material based projects which include Replace, Refurbish, Retire, Refresh in nature based on the End of support or identified Vulnerabilities or requirements from Business.",
        "accomplishment" : "<strong>Responsibilities&nbsp;:&nbsp;</strong><br><li><b>Strategic Planning:</b> Develop a strategic program plan for the implementation of telecom and security infrastructure projects. Align program goals with the overall business objectives of Entergy.<li><b>Resource Management:</b> Allocate and manage resources, including personnel, budget, and equipment, to ensure the successful execution of projects. Collaborate with cross-functional teams and vendors to secure necessary resources.<li><b>Risk Management:</b> Identify potential risks and issues associated with the program and develop mitigation strategies. Monitor and proactively address any challenges that may impact program delivery.<li><b>Stakeholder Communication:</b> Establish and maintain strong communication channels with stakeholders, including senior management, project teams, and external partners.Provide regular program status updates and reports to keep stakeholders informed.<li><b>Quality Assurance:</b> Define and enforce quality standards for telecom and security infrastructure projects. Conduct regular assessments and audits to ensure compliance with industry best practices and regulatory requirements.",
        "drivers" : "<strong>Accomplishments&nbsp;:&nbsp;</strong><br><li><u>Enhanced Security:</u> Implementation of robust security infrastructure improves the protection of Entergy's assets and data, reducing the risk of security breaches and ensuring the safety of employees and facilities.<li><u>Operational Efficiency:</u> Upgrading telecom infrastructure leads to improved communication and data transfer capabilities, enhancing operational efficiency across the organization.<li><u>Cost Savings:</u> Standardizing and modernizing infrastructure systems can lead to cost savings through reduced maintenance and support costs, as well as better resource allocation.<li><u>Improved Reliability:</u> Telecom infrastructure upgrades contribute to increased network reliability and availability, reducing downtime and ensuring uninterrupted operations.<li><u>Strategic Alignment:</u> These programs align the company's technology infrastructure with its strategic goals, enabling Entergy to stay competitive and adapt to evolving industry trends and customer demands.",
        "challenges" : "",
        "skills" : "",
        "certifications" :"",
        "techstack" : "AWS, CyberSecurity, IT-Infstructure, Telecom Domain"        
    }

]