[
    {
        "person":"Udayasree Jonnala",
        "title":"Principal Advaced Services Engineer",
        "recomend":"Ramani leads a team exceptionally well, takes ownership of Projects and activities till go-live is successful. His way of handling two different teams is amazing. Excellent interaction with peers . It was great pleasure working with Ramani for the upgrade project and is a good asset to any organization.."
    },
    {
        "person":"Manisha Akolkar",
        "title":"Enterprise Architect",
        "recomend":"Ramani is a rare gem of people leader. He has amazing quality of converting group of individual consultants to a focused team. He is very skilled for Agile projects and virtual project management. It was great pleasure working with Ramani for the integration and upgrade project."
    },
    {
        "person":"Ankur Mathur",
        "title":"Sr IT Project Manager",
        "recomend":"Ramani is a rare gem of people leader. He has amazing quality of converting group of individual consultants to a focused team. He is very skilled for Agile projects and virtual project management. It was great pleasure working with Ramani for the integration and upgrade project."
    },
    {
        "person":"Charles Lang",
        "title":"Client Partner",
        "recomend":"Ramani was excellent at coming into a new position and truly making a difference for the entire group by taking the initiative to create efficient processes where they were inefficient or didn't exist. He was also very good at automating processes to improve efficiency and make things simpler. I would recommend Ramani for any position that requires leadership and out of the box thinking to tackle problems and find real solutions."
    },
    {
        "person":"Vincent Hoh",
        "title":"Apple Care",
        "recomend":"Working with Ramani had been pleasurable, with his witty sense of humour and highly positive aura sure turns the office environment into a very enjoyable place to work!"
    }
]